Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Present
ar: موجود
bg: Присъства
bn: উপস্থিত
cs: Přítomno
da: Til stede
de: Vorhanden
el: Υπάρχει
es: Presente
fa: موجود
fi: On
fr: Présent
he: קיים
hi: मौजूद
hr: Prisutno
hu: Jelen van
id: Ada
it: Presente
ja: 存在します
kk: Бар
ko: 있음
lt: Yra
ms: Hadir
nb: Til stede
nl: Aanwezig
pl: Obecne
pt: Presente
ro: Prezent
ru: Присутствует
sk: Prítomné
sl: Prisotno
sv: Finns
th: มีอยู่
tr: Mevcut
uk: Наявне
vi: Có
zh_hans: 存在
zh_hant: 存在

source: Privacy & Security
ar: الخصوصية والأمان
bg: Поверителност и сигурност
bn: গোপনীয়তা ও নিরাপত্তা
ca: Privadesa i seguretat
cs: Soukromí a zabezpečení
da: Privatliv og sikkerhed
de: Datenschutz und Sicherheit
el: Απόρρητο και ασφάλεια
es: Privacidad y seguridad
fa: حریم خصوصی و امنیت
fi: Tietosuoja ja turvallisuus
fr: Confidentialité et sécurité
he: פרטיות ואבטחה
hi: गोपनीयता और सुरक्षा
hr: Privatnost i sigurnost
hu: Adatvédelem és biztonság
id: Privasi & Keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
kk: Құпиялық және қауіпсіздік
ko: 개인정보 보호 및 보안
lt: Privatumas ir saugumas
ms: Privasi & Keselamatan
nb: Personvern og sikkerhet
nl: Privacy en beveiliging
pl: Prywatność i bezpieczeństwo
pt: Privacidade e segurança
ro: Confidențialitate și securitate
ru: Конфиденциальность и безопасность
sk: Súkromie a zabezpečenie
sl: Zasebnost in varnost
sv: Integritet och säkerhet
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
uk: Конфіденційність і безпека
vi: Quyền riêng tư & Bảo mật
zh_hans: 隐私与安全
zh_hant: 隱私與安全

source: Production
ar: الإنتاج
bg: Работна среда
bn: প্রোডাকশন
ca: Producció
cs: Produkce
da: Produktion
de: Produktion
el: Παραγωγή
es: Producción
fa: عملیاتی
fi: Tuotanto
he: ייצור
hi: प्रोडक्शन
hr: Proizvodnja
hu: Éles környezet
id: Produksi
it: Produzione
ja: 本番環境
kk: Өндіріс
ko: 운영
lt: Gamyba
ms: Pengeluaran
nb: Produksjon
nl: Productie
pl: Produkcja
pt: Produção
ro: Producție
ru: Рабочая среда
sk: Produkcia
sl: Produkcija
sv: Produktion
th: ระบบใช้งานจริง
tr: Üretim
uk: Робоче середовище
vi: Sản xuất
zh_hans: 生产环境
zh_hant: 生產環境

source: Protect this device
ar: حماية هذا الجهاز
bg: Защита на това устройство
bn: এই ডিভাইস সুরক্ষিত করুন
ca: Protegeix aquest dispositiu
cs: Chránit toto zařízení
da: Beskyt denne enhed
de: Dieses Gerät schützen
el: Προστατέψτε αυτή τη συσκευή
es: Proteger este dispositivo
fa: محافظت از این دستگاه
fi: Suojaa tämä laite
fr: Protéger cet appareil
he: הגנה על מכשיר זה
hi: इस डिवाइस को सुरक्षित करें
hr: Zaštiti ovaj uređaj
hu: Az eszköz védelme
id: Lindungi perangkat ini
it: Proteggi questo dispositivo
ja: このデバイスを保護
kk: Осы құрылғыны қорғау
ko: 이 기기 보호
lt: Apsaugokite šį įrenginį
ms: Lindungi peranti ini
nb: Beskytt denne enheten
nl: Dit apparaat beschermen
pl: Chroń to urządzenie
pt: Proteger este dispositivo
ro: Protejați acest dispozitiv
ru: Защитите это устройство
sk: Chrániť toto zariadenie
sl: Zaščiti to napravo
sv: Skydda den här enheten
th: ปกป้องอุปกรณ์นี้
tr: Bu aygıtı koruyun
uk: Захистіть цей пристрій
vi: Bảo vệ thiết bị này
zh_hans: 保护此设备
zh_hant: 保護此裝置

source: Protected locally
ar: محمي محليًا
bg: Защитено локално
bn: স্থানীয়ভাবে সুরক্ষিত
ca: Protegit localment
cs: Chráněno místně
da: Beskyttet lokalt
de: Lokal geschützt
el: Προστατεύεται τοπικά
es: Protegido localmente
fa: محافظت محلی
fi: Suojattu paikallisesti
fr: Protégé localement
he: מוגן מקומית
hi: लोकल रूप से सुरक्षित
hr: Lokalno zaštićeno
hu: Helyileg védett
id: Dilindungi secara lokal
it: Protetto localmente
ja: ローカルで保護
kk: Жергілікті қорғалған
ko: 로컬에서 보호됨
lt: Apsaugota vietoje
ms: Dilindungi secara setempat
nb: Beskyttet lokalt
nl: Lokaal beveiligd
pl: Chronione lokalnie
pt: Protegido localmente
ro: Protejat local
ru: Защищено локально
sk: Chránené lokálne
sl: Zaščiteno lokalno
sv: Skyddas lokalt
th: ได้รับการปกป้องในเครื่อง
tr: Yerel olarak korunuyor
uk: Захищено локально
vi: Được bảo vệ cục bộ
zh_hans: 本地保护
zh_hant: 本機保護

source: Protected Text
ar: نص محمي
bg: Защитен текст
bn: সুরক্ষিত টেক্সট
ca: Text protegit
cs: Chráněný text
da: Beskyttet tekst
de: Geschützter Text
el: Προστατευμένο κείμενο
es: Texto protegido
fa: متن محافظت‌شده
fi: Suojattu teksti
fr: Texte protégé
he: טקסט מוגן
hi: संरक्षित टेक्स्ट
hr: Zaštićeni tekst
hu: Védett szöveg
id: Teks Terlindung
it: Testo protetto
ja: 保護されたテキスト
kk: Қорғалған мәтін
ko: 보호된 텍스트
lt: Apsaugotas tekstas
ms: Teks Dilindungi
nb: Beskyttet tekst
nl: Beveiligde tekst
pl: Chroniony tekst
pt: Texto protegido
ro: Text protejat
ru: Защищённый текст
sk: Chránený text
sl: Zaščiteno besedilo
sv: Skyddad text
th: ข้อความที่ได้รับการปกป้อง
tr: Korunan Metin
uk: Захищений текст
vi: Văn bản được bảo vệ
zh_hans: 受保护文本
zh_hant: 受保護文字

source: Protection
ar: الحماية
bg: Защита
bn: সুরক্ষা
ca: Protecció
cs: Ochrana
da: Beskyttelse
de: Schutz
el: Προστασία
es: Protección
fa: محافظت
fi: Suojaus
he: הגנה
hi: सुरक्षा
hr: Zaštita
hu: Védelem
id: Perlindungan
it: Protezione
ja: 保護
kk: Қорғау
ko: 보호
lt: Apsauga
ms: Perlindungan
nb: Beskyttelse
nl: Bescherming
pl: Ochrona
pt: Proteção
ro: Protecție
ru: Защита
sk: Ochrana
sl: Zaščita
sv: Skydd
th: การปกป้อง
tr: Koruma
uk: Захист
vi: Bảo vệ
zh_hans: 保护
zh_hant: 保護

source: Provider Status
ar: حالة الموفر
bg: Състояние на доставчика
bn: প্রদানকারীর অবস্থা
ca: Estat del proveïdor
cs: Stav poskytovatele
da: Udbyderstatus
de: Anbieterstatus
el: Κατάσταση παρόχου
es: Estado del proveedor
fa: وضعیت ارائه‌دهنده
fi: Tarjoajan tila
fr: État du fournisseur
he: מצב הספק
hi: प्रदाता स्थिति
hr: Stanje pružatelja
hu: Szolgáltató állapota
id: Status Penyedia
it: Stato del provider
ja: プロバイダーの状態
kk: Провайдер күйі
ko: 제공자 상태
lt: Teikėjo būsena
ms: Status Penyedia
nb: Leverandørstatus
pl: Stan dostawcy
pt: Estado do fornecedor
ro: Starea furnizorului
ru: Состояние поставщика
sk: Stav poskytovateľa
sl: Stanje ponudnika
sv: Leverantörsstatus
th: สถานะผู้ให้บริการ
tr: Sağlayıcı Durumu
uk: Стан постачальника
vi: Trạng thái nhà cung cấp
zh_hans: 提供商状态
zh_hant: 提供者狀態

source: Published credentials
ar: بيانات الاعتماد المنشورة
bg: Публикувани идентификационни данни
bn: প্রকাশিত ক্রেডেনশিয়াল
ca: Credencials publicades
cs: Publikované přihlašovací údaje
da: Udgivne loginoplysninger
de: Veröffentlichte Zugangsdaten
el: Δημοσιευμένα διαπιστευτήρια
es: Credenciales publicadas
fa: اطلاعات ورود منتشرشده
fi: Julkaistut kirjautumistiedot
fr: Identifiants publiés
he: אישורים שפורסמו
hi: प्रकाशित क्रेडेंशियल
hr: Objavljene vjerodajnice
hu: Közzétett hitelesítő adatok
id: Kredensial diterbitkan
it: Credenziali pubblicate
ja: 公開済みの資格情報
kk: Жарияланған тіркелгі деректері
ko: 게시된 자격 증명
lt: Paskelbti prisijungimo duomenys
ms: Kelayakan diterbitkan
nb: Publisert legitimasjon
nl: Gepubliceerde inloggegevens
pl: Opublikowane dane logowania
pt: Credenciais publicadas
ro: Date de autentificare publicate
ru: Опубликованные учётные данные
sk: Publikované prihlasovacie údaje
sl: Objavljene poverilnice
sv: Publicerade inloggningsuppgifter
th: ข้อมูลประจำตัวที่เผยแพร่
tr: Yayımlanmış kimlik bilgileri
uk: Опубліковані облікові дані
vi: Thông tin xác thực đã xuất bản
zh_hans: 已发布的凭据
zh_hant: 已發布的登入資訊

source: Publishing…
ar: جارٍ النشر…
bg: Публикуване…
bn: প্রকাশ করা হচ্ছে…
ca: S'està publicant…
cs: Publikování…
da: Udgiver…
de: Wird veröffentlicht…
el: Δημοσίευση…
es: Publicando…
fa: در حال انتشار…
fi: Julkaistaan…
fr: Publication…
he: מפרסם…
hi: प्रकाशित हो रहा है…
hr: Objavljivanje…
hu: Közzététel…
id: Menerbitkan…
it: Pubblicazione…
ja: 公開中…
kk: Жариялануда…
ko: 게시 중…
lt: Skelbiama…
ms: Menerbitkan…
nb: Publiserer…
nl: Publiceren…
pl: Publikowanie…
pt: A publicar…
ro: Se publică…
ru: Публикация…
sk: Publikuje sa…
sl: Objavljanje…
sv: Publicerar…
th: กำลังเผยแพร่…
tr: Yayımlanıyor…
uk: Публікація…
vi: Đang xuất bản…
zh_hans: 正在发布…
zh_hant: 正在發布…

source: Queued changes
ar: التغييرات في قائمة الانتظار
bg: Чакащи промени
bn: অপেক্ষমাণ পরিবর্তন
ca: Canvis a la cua
cs: Změny ve frontě
da: Ændringer i kø
de: Änderungen in der Warteschlange
el: Αλλαγές στην ουρά
es: Cambios en cola
fa: تغییرات در صف
fi: Jonossa olevat muutokset
fr: Modifications en attente
he: שינויים בתור
hi: कतार में बदलाव
hr: Promjene na čekanju
hu: Sorban álló módosítások
id: Perubahan dalam antrean
it: Modifiche in coda
ja: 待機中の変更
kk: Кезектегі өзгерістер
ko: 대기 중인 변경 사항
lt: Pakeitimai eilėje
ms: Perubahan dalam baris gilir
nb: Endringer i kø
nl: Wijzigingen in wachtrij
pl: Zmiany w kolejce
pt: Alterações em fila
ro: Modificări în așteptare
ru: Изменения в очереди
sk: Zmeny vo fronte
sl: Spremembe v čakalni vrsti
sv: Ändringar i kö
th: การเปลี่ยนแปลงในคิว
tr: Sıradaki değişiklikler
uk: Зміни в черзі
vi: Thay đổi đang chờ
zh_hans: 排队的更改
zh_hant: 排隊的更改

source: Random username
ar: اسم مستخدم عشوائي
bg: Случайно потребителско име
bn: এলোমেলো ইউজারনেম
ca: Nom d'usuari aleatori
cs: Náhodné uživatelské jméno
da: Tilfældigt brugernavn
de: Zufälliger Benutzername
el: Τυχαίο όνομα χρήστη
es: Nombre de usuario aleatorio
fa: نام کاربری تصادفی
fi: Satunnainen käyttäjätunnus
fr: Nom d’utilisateur aléatoire
he: שם משתמש אקראי
hi: रैंडम यूज़रनेम
hr: Nasumično korisničko ime
hu: Véletlenszerű felhasználónév
id: Nama pengguna acak
it: Nome utente casuale
ja: ランダムなユーザー名
kk: Кездейсоқ пайдаланушы аты
ko: 임의 사용자 이름
lt: Atsitiktinis naudotojo vardas
ms: Nama pengguna rawak
nb: Tilfeldig brukernavn
nl: Willekeurige gebruikersnaam
pl: Losowa nazwa użytkownika
pt: Nome de utilizador aleatório
ro: Nume de utilizator aleatoriu
ru: Случайное имя пользователя
sk: Náhodné používateľské meno
sl: Naključno uporabniško ime
sv: Slumpmässigt användarnamn
th: ชื่อผู้ใช้แบบสุ่ม
tr: Rastgele kullanıcı adı
uk: Випадкове ім'я користувача
vi: Tên đăng nhập ngẫu nhiên
zh_hans: 随机用户名
zh_hant: 隨機使用者名

source: Refresh login requests
ar: تحديث طلبات تسجيل الدخول
bg: Обновяване на заявките за вход
bn: লগইন অনুরোধ রিফ্রেশ করুন
ca: Actualitza les sol·licituds d'inici de sessió
cs: Aktualizovat požadavky na přihlášení
da: Opdater loginanmodninger
de: Anmeldeanfragen aktualisieren
el: Ανανέωση αιτημάτων σύνδεσης
es: Actualizar solicitudes de inicio de sesión
fa: نوسازی درخواست‌های ورود
fi: Päivitä kirjautumispyynnöt
fr: Actualiser les demandes de connexion
he: רענון בקשות התחברות
hi: लॉगिन अनुरोध रीफ़्रेश करें
hr: Osvježi zahtjeve za prijavu
hu: Bejelentkezési kérelmek frissítése
id: Segarkan permintaan login
it: Aggiorna richieste di accesso
ja: ログイン要求を更新
kk: Кіру сұрауларын жаңарту
ko: 로그인 요청 새로 고침
lt: Atnaujinti prisijungimo užklausas
ms: Segar semula permintaan log masuk
nb: Oppdater innloggingsforespørsler
nl: Loginverzoeken vernieuwen
pl: Odśwież żądania logowania
pt: Atualizar pedidos de início de sessão
ro: Reîmprospătarea cererilor de autentificare
ru: Обновить запросы на вход
sk: Obnoviť žiadosti o prihlásenie
sl: Osveži zahteve za prijavo
sv: Uppdatera inloggningsbegäranden
th: รีเฟรชคำขอเข้าสู่ระบบ
tr: Oturum açma isteklerini yenile
uk: Оновити запити на вхід
vi: Làm mới yêu cầu đăng nhập
zh_hans: 刷新登录请求
zh_hant: 重新整理登入請求

source: Refresh Shared Credentials
ar: تحديث بيانات الاعتماد المشتركة
bg: Обновяване на споделените идентификационни данни
bn: শেয়ার করা ক্রেডেনশিয়াল রিফ্রেশ করুন
ca: Actualitza les credencials compartides
cs: Aktualizovat sdílené přihlašovací údaje
da: Opdater delte loginoplysninger
de: Geteilte Zugangsdaten aktualisieren
el: Ανανέωση κοινόχρηστων διαπιστευτηρίων
es: Actualizar credenciales compartidas
fa: نوسازی اطلاعات ورود مشترک
fi: Päivitä jaetut kirjautumistiedot
fr: Actualiser les identifiants partagés
he: רענון אישורים משותפים
hi: साझा क्रेडेंशियल रीफ़्रेश करें
hr: Osvježi dijeljene vjerodajnice
hu: Megosztott hitelesítő adatok frissítése
id: Segarkan Kredensial Bersama
it: Aggiorna credenziali condivise
ja: 共有資格情報を更新
kk: Ортақ тіркелгі деректерін жаңарту
ko: 공유 자격 증명 새로 고침
lt: Atnaujinti bendrinamus prisijungimo duomenis
ms: Segar Semula Kelayakan Dikongsi
nb: Oppdater delt legitimasjon
nl: Gedeelde inloggegevens vernieuwen
pl: Odśwież udostępnione dane logowania
pt: Atualizar credenciais partilhadas
ro: Reîmprospătarea datelor de autentificare partajate
ru: Обновить общие учётные данные
sk: Obnoviť zdieľané prihlasovacie údaje
sl: Osveži poverilnice v skupni rabi
sv: Uppdatera delade inloggningsuppgifter
th: รีเฟรชข้อมูลประจำตัวที่แชร์
tr: Paylaşılan Kimlik Bilgilerini Yenile
uk: Оновити спільні облікові дані
vi: Làm mới thông tin xác thực được chia sẻ
zh_hans: 刷新共享凭据
zh_hant: 重新整理共用登入資訊

source: Regenerate
ar: إعادة الإنشاء
bg: Повторно генериране
bn: আবার তৈরি করুন
ca: Torna a generar
cs: Znovu vygenerovat
da: Generér igen
de: Neu generieren
el: Επαναδημιουργία
es: Regenerar
fa: تولید دوباره
fi: Luo uudelleen
fr: Régénérer
he: יצירה מחדש
hi: फिर से जनरेट करें
hr: Ponovno generiraj
hu: Újragenerálás
id: Buat Ulang
it: Rigenera
ja: 再生成
kk: Қайта жасау
ko: 다시 생성
lt: Generuoti iš naujo
ms: Jana Semula
nb: Generer på nytt
nl: Opnieuw genereren
pl: Wygeneruj ponownie
pt: Gerar novamente
ro: Regenerare
ru: Создать заново
sk: Vygenerovať znova
sl: Ustvari znova
sv: Generera igen
th: สร้างใหม่
tr: Yeniden oluştur
uk: Згенерувати знову
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新產生

source: Regular Expression
ar: التعبير النمطي
bg: Регулярен израз
bn: নিয়মিত অভিব্যক্তি
ca: Expressió regular
cs: Regulární výraz
da: Regulært udtryk
de: Regulärer Ausdruck
el: Κανονική έκφραση
es: Expresión regular
fa: عبارت منظم
fi: Säännöllinen lauseke
fr: Expression régulière
he: ביטוי רגולרי
hi: रेगुलर एक्सप्रेशन
hr: Regularni izraz
hu: Reguláris kifejezés
id: Ekspresi Reguler
it: Espressione regolare
ja: 正規表現
kk: Тұрақты өрнек
ko: 정규식
lt: Reguliarusis reiškinys
ms: Ungkapan Nalar
nb: Regulært uttrykk
nl: Reguliere expressie
pl: Wyrażenie regularne
pt: Expressão regular
ro: Expresie regulată
ru: Регулярное выражение
sk: Regulárny výraz
sl: Regularni izraz
sv: Reguljärt uttryck
tr: Düzenli ifade
uk: Регулярний вираз
vi: Biểu thức chính quy
zh_hans: 正则表达式
zh_hant: 規則運算式

source: Reject
ar: رفض
bg: Отказ
bn: প্রত্যাখ্যান করুন
ca: Rebutja
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fa: رد کردن
fi: Hylkää
fr: Refuser
he: דחה
hi: अस्वीकार करें
hr: Odbij
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
kk: Қабылдамау
ko: 거절
lt: Atmesti
ms: Tolak
nb: Avvis
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ro: Declin
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sv: Neka
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Reject Login Request?
ar: هل تريد رفض طلب تسجيل الدخول؟
bg: Отхвърляне на заявката за вход?
bn: লগইন অনুরোধ প্রত্যাখ্যান করবেন?
ca: Voleu rebutjar la sol·licitud d'inici de sessió?
cs: Odmítnout požadavek na přihlášení?
da: Afvis loginanmodning?
de: Anmeldeanfrage ablehnen?
el: Απόρριψη αιτήματος σύνδεσης;
es: ¿Rechazar solicitud de inicio de sesión?
fa: درخواست ورود رد شود؟
fi: Hylätäänkö kirjautumispyyntö?
fr: Rejeter la demande de connexion ?
he: לדחות את בקשת ההתחברות?
hi: लॉगिन अनुरोध अस्वीकार करें?
hr: Odbiti zahtjev za prijavu?
hu: Elutasítja a bejelentkezési kérelmet?
id: Tolak Permintaan Login?
it: Rifiutare la richiesta di accesso?
ja: ログイン要求を拒否しますか？
kk: Кіру сұрауын қабылдамау керек пе?
ko: 로그인 요청을 거부할까요?
lt: Atmesti prisijungimo užklausą?
ms: Tolak Permintaan Log Masuk?
nb: Avvise innloggingsforespørselen?
nl: Loginverzoek afwijzen?
pl: Odrzucić żądanie logowania?
pt: Rejeitar pedido de início de sessão?
ro: Refuzați cererea de autentificare?
ru: Отклонить запрос на вход?
sk: Zamietnuť žiadosť o prihlásenie?
sl: Zavrnem zahtevo za prijavo?
sv: Avvisa inloggningsbegäran?
th: ปฏิเสธคำขอเข้าสู่ระบบ?
tr: Oturum Açma İsteği reddedilsin mi?
uk: Відхилити запит на вхід?
vi: Từ chối yêu cầu đăng nhập?
zh_hans: 要拒绝登录请求吗？
zh_hant: 要拒絕登入請求嗎？
